saeddsoqe/Sim_Generator/ports/esp32/boards/RC/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "RC2 Dev Board"
#define MICROPY_HW_MCU_NAME "ESP32"
#define MICROPY_HW_BOARD_RC2
